Repository: GrzybDev/QuantumBreak
Catalog: omegat/project_save.tmx
Source language: en_us
Languages: pl_pl

source: MONARCH SOLUTIONS PR CONTINGENCY PLAN University Campus Operation MEDIA CONTROL TEAM LEADER CHARLIE WINCOTT IT Security Specialist 1. AMY FERRERO. CONFESSION VIDEO. ADMISSION OF GUILT Sympathetic. Protest takes the blame for library incident. Blame shifted to protesters. Build up “protest leader” with criminal background -Jack Joyce. Key words: “terrorist activity”, “lost control” “dangerous criminal” 2. NEWS LEAK. CONFESSION TO MEDIA. Push emphasis onto protest to focus questions. Monarch stopped terrorist attack 3. FEAR TACTICS. BUILD WITCH HUNT Build witch hunt. Public focus on searching for Jack Joyce – terrorist. THREAT CONTAINMENT TEAM LEADER LIAM BURKE Monarch Security 1. FIND JACK JOYCE Joyce transport. Last seen entering Ground Zero Perimeter. Never arrived at Rendevous. Missing. 2. INSIDER SUSPECTED Someone is helping Jack Joyce. Find and terminate. LONG-TERM STRATEGY TEAM LEADER MARTIN HATCH Security Officer 1. MONARCH ISLAND. ANNUAL GALA Send invitations to all lifeboat participants Paul Serene speech – 8:30pm Reveal CFR to reassure investors 2. LIFEBOAT PROTOCOL TEST December 9th DETAILS CLASSIFIED 3. CHRONON TECH. PHASE 3 ROLLOUT Invite lifeboat participants Dr. Sofia Amaral tech demonstration New juggernaut plating Chronon harness – civilian prototype 3. WEAPONS DEMONSTRATION Invite lifeboat participants First weapons tests on Chronon-saturated individual Doctor Kim lab – have specimen ready
pl_pl: MONARCH SOLUTIONS PLAN KONTYNUACJI DZIAŁAŃ PR'OWYCH Obsługa kampusu uniwersyteckiego KONTROLA MEDIÓW LIDER ZESPOŁU CHARLIE WINCOTT Specjalista ds. bezpieczeństwa IT 1. AMY FERRERO. WIDEO. PRZYZNANIE SIĘ DO WINY Sympatyczne. Uczestniczka protestu bierze na siebie winę za incydent w bibliotece. Wina przeniesiona na protestujących. Zbudowanie „lidera protestu” z kryminalną przeszłością - Jack Joyce. Słowa kluczowe: „działalność terrorystyczna”, „stracił kontrolę” „niebezpieczny przestępca” 2. WYCIEK WIADOMOŚCI. PRZYZNANIE SIĘ MEDIOM. Nacisk na protest, aby skupić się na pytaniach. Monarch powstrzymał atak terrorystyczny 3. TAKTYKA STRACHU. POLOWANIE NA CZAROWNICE Polowanie na czarownice. Skupienie uwagi opinii publicznej na poszukiwaniu terrorysty Jack'a Joyce'a. OPANOWANIE ZAGROŻENIA LIDER ZESPOŁU LIAM BURKE Monarch Security 1. ZNALEŹĆ JACKA JOYCE'A Transport Joyce'a. Ostatnio widziany w pobliżu Strefy Zero. Nigdy nie dotarł do Rendevous. Zaginiony. 2. PODEJRZANY Ktoś pomaga Jack'owi Joyce'owi. Znaleźć i zlikwidować. STRATEGIA DŁUGOTERMINOWA LIDER ZESPOŁU MARTIN HATCH Pracownik ochrony 1. WYSPA MONARCH. COROCZNA GALA Wysłanie zaproszeń do wszystkich uczestników Przemówienie Paula Serene - 20:30 Ujawnienie RPC w celu uspokojenia inwestorów 2. TEST Protokołu Łodzi Ratunkowej 9 grudnia SZCZEGÓŁY POUFNE 3. TECHNOLOGIA CHRONONU. FAZA 3 WDROŻENIE Zaproszenie uczestników łodzi ratunkowej Demonstracja technologii dr Sofii Amaral Nowe poszycie niszczycieli Uprząż Chronon - cywilny prototyp 3. DEMONSTRACJA BRONI Zaproszenie uczestników łodzi ratunkowej Pierwsze testy broni na osobniku nasyconym Chrononem Laboratorium Doktora Kima - przygotować próbkę

source: MONARCH SOLUTIONS THREE PHASE PLAN – TABLE OF CONTENTS PHASE ONE – BUILDING AN EMPIRE February 28th, 1999 to July 4th, 2010 Formation of Monarch Solutions Lucrative Investments Global Expansion Employee Recruitment PHASE TWO – PREPARING FOR THE FUTURE July 5th, 2010 to October 8th, 2016 Ground Zero Buyout CFR Preparation Chronon Tech Development Militarization PHASE THREE – THE LIFEBOAT PROTOCOL October 9th, 2016 to End of Time Time Machine Core Heist Chronon Tech Rollout Remove Threats to Lifeboat Protocol Initiate Lifeboat Protocol
pl_pl: MONARCH SOLUTIONS PLAN TRÓJFAZOWY - SPIS TREŚCI FAZA PIERWSZA - BUDOWANIE IMPERIUM Od 28 lutego 1999 r. do 4 lipca 2010 r. Utworzenie Monarch Solutions Lukratywne inwestycje Globalna ekspansja Rekrutacja pracowników FAZA DRUGA - PRZYGOTOWANIE DO PRZYSZŁOŚCI Od 5 lipca 2010 r. do 8 października 2016 r. Wykup Strefy Zero Przygotowanie RPC Rozwój technologii Chrononowej Militaryzacja FAZA TRZECIA - PROTOKÓŁ ŁODZI RATUNKOWEJ Od 9 października 2016 r. do końca czasu Kradzież rdzenia wehikułu czasu Wdrożenie technologii Chronon Usunięcie zagrożeń dla Protokołu Łodzi Ratunkowej Inicjacja Protokołu Łodzi Ratunkowej

source: MONARCH SOLUTIONS IS LENDING A HAND IN THIS INVESTIGATION,
pl_pl: Monarch Solutions pomaga w tym dochodzeniu,

source: MONARCH SOLUTIONS JOB FAIR MEET MONARCH SPOKESPERSON MARTIN HATCH IN PERSON September 29, 2016 – 1pm-4pm You’re about to graduate and you’re looking for the next step. Your future starts here! Monarch Solutions is the #1 employer of university graduates in Riverport. We are actively seeking new employees within various divisions including: -Energy Solutions -Security Enforcement -Marketing -Chronon Research -Robotic Engineering -Customer service -Information technology Attend our 1pm semilar with Monarch’s MARTIN HATCH to learn the many benefits of working for Monarch Solutions. Be a part of a bright new future. Be a part of the Monarch family.
pl_pl: TARGI PRACY MONARCH SOLUTIONS POZNAJ OSOBIŚCIE RZECZNIKA PRASOWEGO MONARCH MARTINA HATCHA 29 września 2016 - 13:00 - 16:00 Zaraz skończysz studia i będziesz szukał pracy. Twoja przyszłość zaczyna się tutaj! Monarch Solutions jest największym pracodawcą wśród absolwentów uczelni wyższych w Riverport. Aktywnie poszukujemy nowych pracowników w różnych działach, w tym: - Rozwiązania energetyczne - Egzekwowanie bezpieczeństwa - Marketing - Badania chronologiczne - Inżynieria robotyczna - Obsługa klienta - Technologia informacyjna Weź udział w naszym seminarium o 13:00 z MARTINEM HATCHEM z Monarch, aby poznać wiele korzyści płynących z pracy dla Monarch Solutions. Bądź częścią nowej, świetlanej przyszłości. Bądź częścią rodziny Monarch.

source: MONARCH TEAM LEADS
pl_pl: LIDERZY ZESPOŁÓW MONARCH

source: MONDAY 16, NOV 2009 // 16::11
pl_pl: PONIEDZIAŁEK 16, LIS 2009 // 16::11

source: MORE ON THIS STORY AS IT DEVELOPS.
pl_pl: Będziemy informować w miarę rozwoju sytuacji.

source: MOTION BLUR
pl_pl: ROZMYCIE RUCHU

source: MOUSE
pl_pl: MYSZ

source: MOUSE AND KEYBOARD SETTINGS
pl_pl: USTAWIENIA MYSZY I KLAWIATURY

source: MOUSE SENSITIVITY
pl_pl: CZUŁOŚĆ MYSZY

source: MOVE BACKWARDS
pl_pl: RUCH DO TYŁU

source: MOVE FORWARD
pl_pl: RUCH DO PRZODU

source: MOVEMENT SETTINGS
pl_pl: PORUSZANIE SIĘ

source: MOVING
pl_pl: PORUSZANIE SIĘ

source: MR. HATCH, PERFECT TIMING. I WAS JUST --
pl_pl: Panie Hatch, perfekcyjne wyczucie czasu. Właśnie miałem...

source: MR. HATCH. PERFECT TIMING.
pl_pl: Panie Hatch. Perfekcyjne wyczucie czasu.

source: MR. SERENE, IF YOU'RE GOING TO PROCEED,
pl_pl: - Panie Serene, jeśli ma Pan zamiar kontynuować

source: MUSIC VOLUME
pl_pl: GŁOSNOŚĆ MUZYKI

source: MY ENEMIES -- SOME HAVE SHOWN THEIR FACES.
pl_pl: Moi wrogowie... Niektórzy pokazali swoje twarze.

source: MY FRIENDS...
pl_pl: - Moi przyjaciele...

source: MY MEMORY, HOWEVER...
pl_pl: Ale moja pamięć...

source: MY SCREENPLAY!!!
pl_pl: MÓJ SCENARIUSZ!!!

source: MY WORLD WILL BE A RENEWAL.
pl_pl: Mój świat będzie odnowieniem.

source: MY WORLD WILL SEE BALANCE.
pl_pl: Mój świat będzie miał równowagę.

source: Made it. Now to get to that door.
pl_pl: Udało się. Teraz muszę dostać się do drzwi.

source: Made you do what? What is this place?
pl_pl: Do czego cię zmusili? Co to za miejsce?

source: Mag dry!
pl_pl: Pusty magazynek!

source: Maintain your posture. We've got backup on its way. Over.
pl_pl: Zachowaj właściwą postawę. Wsparcie jest w drodze. Odbiór.

source: Make it ASAP, over!
pl_pl: Pośpieszcie się, odbiór!

source: Make it quick. I'll keep a lookout for unwanted company.
pl_pl: Zrób to szybko. Będę wypatrywała niepożądanego towarzystwa.

source: Make your way through the building
pl_pl: Przejdź przez budynek

source: Make your way through the train yard
pl_pl: Przejdź przez stację kolejową

source: Make your way to Sofia's office
pl_pl: Udaj się do biura Sofii

source: Man
pl_pl: Mężczyzna

source: Man down!
pl_pl: Straciliśmy człowieka!

source: Man down! Casualty!
pl_pl: Straciliśmy człowieka! Mamy zgon!

source: Man down! Man Down!
pl_pl: Nasz leży! Nasz leży!

source: Man down! Man down!
pl_pl: Straciliśmy człowieka! Straciliśmy człowieka!

source: Man, the dry docks op turned into a disaster. Gonna take 'em weeks to clean it up.
pl_pl: Stary, operacja w porcie zamieniła się w katastrofę. Sprzątanie zajmie im tygodnie.

source: Man, they are really out to get me.
pl_pl: Oni naprawdę chcą mnie dorwać.

source: Man, this place gives me the creeps. Monarch bought up the whole area in 2010, but the real question is, why was everybody so eager to sell? I've heard everything from radiation leaks to ghost stories.
pl_pl: Człowieku, to miejsce przyprawia mnie o ciarki. Monarch wykupił cały teren w 2010 roku, ale prawdziwe pytanie brzmi, dlaczego wszyscy byli tak chętni do sprzedaży? Słyszałem wszystko, od wycieków promieniowania po historie o duchach.

source: Man, we should just switch our gear off. It only goes after things that move in the stutters. We'd be safe. When the stutter ends--
pl_pl: Powinniśmy po prostu wyłączyć nasz sprzęt. Śledzi tylko rzeczy, które poruszają się w zacięciach. Bylibyśmy bezpieczni. Kiedy zacinanie się skończy...

source: Map
pl_pl: Mapa

source: Map detailling the Ground Zero Area
pl_pl: Mapa przedstawiająca obszar Strefy Zero

source: March, 1999 – Monarch Formed -CEO never disclosed -Lucrative investments, all based on Serene’s future knowledge August, 2000 – Monarch spotted following William Joyce -Monarch is following William throughout Riverport -No longer safe to keep in direct communication May, 2001 – Martin Hatch Hired -First listing of Martin Hatch on employee chart -No details available on Hatch prior to this May, 2002 – Monarch Patrolling Workshop -Monarch spotted me near Will’s workshop -Barely escaped alive. Must avoid Workshop area August, 2003 – Monarch on Fortune 500 -Well-positioned on fortune 500 -Investments have stopped. PR campaign has begun February, 2005 – Spotted by Monarch -Monarch still searching for me. Must stay out of public eye from this point forward March, 2006 – R and D Facility Commissioned -Gull Island. Must investigate further October, 2006 – Martin Hatch Promoted -Martin Hatch now designated Monarch Spokesperson -Previous spokesperson found dead -Every promotion Hatch receives results from a trail of blood May, 2008 – Monarch Tower Construction -Construction begins on Monarch Tower December, 2009 – Monarch Investigated Will’s Workshop -Monarch personnel spotted covertly entering Will’s workshop -They may know what we’re up to -Monarch security cameras now surround workshop -Approaching area will alert Serene March, 2010 – Monarch Chronon Tech Delayed -Monarch chronon tech research under Dr. Kim not proceeding as planned -Not enough chronon particles available. Ground Zero not present? December, 2010 – Dr. Sofia Amaral Recruited -Hired as chronon research scientist
pl_pl: Marzec 1999 r. - utworzenie spółki Monarch -CEO nigdy nie ujawniony -Lukratywne inwestycje, wszystkie oparte na przyszłej wiedzy Serene Sierpień 2000 - Monarch zauważył Williama Joyce'a -Monarch śledzi Williama w całym Riverport -Bezpośrednia komunikacja nie jest już bezpieczna. Maj 2001 - Martin Hatch zatrudniony -Pierwsza lista Martina Hatcha na liście pracowników -Brak szczegółów na temat Hatcha przed tym wydarzeniem. Maj 2002 - Monarch obserwuje warsztat -Monarch zauważył mnie w pobliżu warsztatu Willa -Ledwo uszłam z życiem. Należy unikać obszaru warsztatu Sierpień 2003 - Monarch na Fortune 500 -Dobra pozycja w Fortune 500 -Inwestycje zostały wstrzymane. Rozpoczęła się kampania PR Luty 2005 - Zauważona przez Monarch -Monarch wciąż mnie szuka. Od tego momentu muszę trzymać się z dala od opinii publicznej. Marzec 2006 - uruchomienie ośrodka badawczo-rozwojowego -Wyspa Mew. Muszę dalej badać sprawę Październik 2006 - Martin Hatch awansowany -Martin Hatch mianowany rzecznikiem prasowym Monarch -Poprzedni rzecznik znaleziony martwy -Hatch idzie po trupach do celu Maj 2008 - Budowa Wieży Monarch -Rozpoczyna się budowa Wieży Monarch Grudzień 2009 - Monarch bada warsztat Willa -Personel Monarch zauważył potajemne wejście do warsztatu Willa. -Mogą wiedzieć, co knujemy -Kamery bezpieczeństwa Monarch otaczają teraz warsztat -Zbliżająć się, zaalarmuje Serene. Marzec 2010 - Opóźnienie technologii chrononowej Monarch -Badania nad technologią chrononową Monarch pod kierownictwem dr. Kima nie przebiegają zgodnie z planem. -Brak wystarczającej liczby cząsteczek chrononu. Strefa Zero nie istnieje? Grudzień 2010 - Dr Sofia Amaral zatrudniona -Zatrudniona jako naukowiec badający chronon

source: Marketing sentences about the story here. Marketing sentences about the story here. Marketing sentences about the arcade mode here. Marketing sentences about the arcade mode here. Marketing sentences about features and cool stuff here. Marketing sentences about features and cool stuff here.
pl_pl: Zdania marketingowe na temat historii tutaj. Zdania marketingowe na temat fabuły tutaj. Zdania marketingowe na temat trybu zręcznościowego tutaj. Zdania marketingowe na temat trybu zręcznościowego tutaj. Zdania marketingowe o funkcjach i fajnych rzeczach tutaj. Zdania marketingowe o funkcjach i fajnych rzeczach tutaj.

source: Martin Hatch Dossier
pl_pl: Akta Martina Hatcha

source: Martin Hatch Prescription. Contains Chronon.
pl_pl: Recepta Martina Hatcha. Zawiera Chronon.

source: Martin Hatch has been detained, and his authority over Monarch Solutions and its employees, along with his security clearance, has been rescinded. I want a full security team watching him at all times. He is not to be given access to any computer systems or communications. Don’t talk to him, and don’t allow him to talk to anybody. Lock him down and keep him locked down. If he attempts to escape, shoot to kill. I’ll deal with him when I’m done with the present crisis.
pl_pl: Martin Hatch został zatrzymany, a jego władza nad Monarch Solutions i jej pracownikami, wraz z jego poświadczeniem bezpieczeństwa, została cofnięta. Chcę, aby cały zespół ochrony obserwował go przez cały czas. Nie będzie miał dostępu do żadnych systemów komputerowych ani komunikacji. Nie rozmawiaj z nim i nie pozwól mu z nikim rozmawiać. Zamknijcie go i trzymajcie w zamknięciu. Jeśli spróbuje uciec, strzelajcie, by zabić. Zajmę się nim, gdy skończę z obecnym kryzysem.

source: Martin Hatch's Speech on Gull Island
pl_pl: Przemówienie Martina Hatcha na Wyspie Mew

source: Martin Hatch. He used me, all these years. How deep does this betrayal run? How many more are there?
pl_pl: Martin Hatch. Wykorzystywał mnie przez te wszystkie lata. Jak głęboko sięga ta zdrada? Ile ich jeszcze jest?

source: Martin Hatch. The man who undoubtedly manipulated Paul into turning against me. He's sabotaging Monarch from within.
pl_pl: Martin Hatch. Człowiek, który niewątpliwie zmanipulował Paula, by zwrócił się przeciwko mnie. Sabotuje Monarch od wewnątrz.

source: Martin had been my closest advisor for years. I began to wonder if that had been a mistake.
pl_pl: Martin był moim najbliższym doradcą od lat. Zacząłem się zastanawiać, czy to nie był błąd.

source: Martin, First of all, I have to again register my objection. What you are having me do under the guise of a “psych evaluation” is a blatant violation of Liam Burke’s doctor-patient confidentiality, and the only reason I’m doing this is because you leave me no other choice. Now, I recognize that in the world to come, our current rules and legislation – even our standards of morality – may no longer be applicable, but we aren’t there yet. You and Mr. Serene are placing the long-term mental wellbeing of hundreds of individuals in my hands, and I’m telling you right now, if they don’t trust not only me, but the system that put all of us in our particular positions, there’s no way we can recover from it. On to Burke. It is my considered professional opinion that the man is a bit of a powder keg. For all his calm exterior, he’s under tremendous pressure. I understand your reasoning for pulling him out of the Striker program, but what you have essentially done is instill in him a sense of encroaching doom. He doesn’t know the specifics, obviously; he didn’t make it far enough in the program to be briefed on that, but he knows that we’re preparing for a future threat that is somehow related to the flow of time being interrupted – and that there are dangers out there, dangers that we have specifically been training the Striker units for. There are men who are content to merely follow orders and let others worry about the consequences. Burke is not one of them. He is willing to commit acts of violence without asking why, but don’t mistake that lack of qualms for blind obedience. Burke needs agency; he has a fundamental need to feel in control of his life, and you have put him in a position where that’s no longer possible for him. He’s good at seeing patterns and drawing accurate conclusions from the facts available to him, and he has deduced – quite correctly – that he was being trained for a specific scenario that Monarch believes will happen. He is also painfully aware of the fact that if and when that scenario arrives, he will not be a part of the solution. He understands the nature of the Striker suits, that they are only useful in a zero state situation – and he understands that in such a situation a man without a Striker suit is, essentially, dead. He doesn’t know about the Lifeboat protocol, obviously – but if he did, he’d then also know he’s not a part of it. Either way, the bottom line is that he’s in a hopeless situation. He fears that the end of the world is coming, and he knows that if it does, the only way he could survive is with the technology Monarch has denied him access to. He doesn’t understand the details, or even the exact nature of that end of the world, but that just makes it worse. Fear and lack of understanding breed tremendous anxiety, Mr. Hatch; he may not show it, but believe me, Burke feels it – for himself and for his family. (It may interest you to know that his wife is pregnant. You can understand how that adds to the pressure.) To be honest, given the parameters we’re operating under, I don’t know how to resolve this. In Burke, you have a tremendously efficient operative, but you’ve put him in an impossible position. I believe he will remain effective as long as he doesn’t have reason to believe the scenario he fears is imminent, but once he believes it has arrived, all bets are off. That is, unless you can give him hope of survival – but at this point, resentment and suspicion are starting to turn into paranoia, and, frankly, I’m not sure he would trust either of us anymore. And speaking of trust, I recommend you think about what I said in my opening paragraph, Martin. Our greatest challenge – and greatest assets – in the subjective years to come won’t be technological, but all too human. Don’t make the mistake seeing people as just entries on a spreadsheet.
pl_pl: Martin, Po pierwsze, muszę ponownie zgłosić swój sprzeciw. To, co każesz mi zrobić pod pozorem „oceny psychologicznej”, jest rażącym naruszeniem tajemnicy lekarskiej Liama Burke'a, a jedynym powodem, dla którego to robię, jest to, że nie pozostawiasz mi innego wyboru. Zdaję sobie sprawę, że w przyszłym świecie nasze obecne zasady i przepisy - nawet nasze standardy moralności - mogą już nie mieć zastosowania, ale jeszcze tam nie jesteśmy. Pan i pan Serene powierzacie w moje ręce długoterminowy dobrostan psychiczny setek osób i już teraz mówię wam, że jeśli nie zaufają nie tylko mnie, ale także systemowi, który umieścił nas wszystkich na naszych konkretnych stanowiskach, nie ma szans, byśmy się z tego wyleczyli. Co do Burke'a. Według mojej profesjonalnej opinii ten człowiek jest trochę jak beczka prochu. Mimo całej swojej spokojnej powierzchowności, jest pod ogromną presją. Rozumiem powody, dla których wycofałeś go z programu Striker, ale to, co zasadniczo zrobiłeś, to zaszczepienie w nim poczucia zbliżającej się zagłady. Oczywiście nie zna szczegółów. Nie zaszedł wystarczająco daleko w programie, aby zostać o tym poinformowanym, ale wie, że przygotowujemy się na przyszłe zagrożenie, które jest w jakiś sposób związane z zakłóceniem przepływu czasu - i że istnieją niebezpieczeństwa, na które specjalnie szkoliliśmy jednostki Striker. Są ludzie, którzy zadowalają się jedynie wykonywaniem rozkazów i pozwalają innym martwić się o konsekwencje. Burke nie jest jednym z nich. Jest gotów popełniać akty przemocy bez pytania o powód, ale nie myl tego braku skrupułów ze ślepym posłuszeństwem. Burke potrzebuje sprawczości, ma fundamentalną potrzebę poczucia kontroli nad swoim życiem, a ty postawiłeś go w sytuacji, w której nie jest to już dla niego możliwe. Jest dobry w dostrzeganiu wzorców i wyciąganiu trafnych wniosków z dostępnych mu faktów i wydedukował - całkiem słusznie - że był szkolony do konkretnego scenariusza, który według Monarch się wydarzy. Jest również boleśnie świadomy faktu, że jeśli i kiedy ten scenariusz nadejdzie, nie będzie częścią rozwiązania. Rozumie naturę kombinezonów Striker, że są one przydatne tylko w sytuacji stanu zerowego - i rozumie, że w takiej sytuacji człowiek bez kombinezonu Striker jest zasadniczo martwy. Oczywiście nie wie o protokole Łodzi Ratunkowej - ale gdyby wiedział, wiedziałby również, że nie jest jego częścią. Tak czy inaczej, jego sytuacja jest beznadziejna. Obawia się, że nadchodzi koniec świata i wie, że jeśli tak się stanie, jedynym sposobem na przetrwanie jest technologia, do której Monarch odmówił mu dostępu. Nie rozumie szczegółów, ani nawet dokładnej natury tego końca świata, ale to tylko pogarsza sytuację. Strach i brak zrozumienia rodzą ogromny niepokój, panie Hatch, może tego nie okazywać, ale uwierz mi, Burke to czuje - dla siebie i dla swojej rodziny. (Warto wiedzieć, że jego żona jest w ciąży. Można zrozumieć, jak to zwiększa presję) Szczerze mówiąc, biorąc pod uwagę parametry, w jakich działamy, nie wiem, jak to rozwiązać. Burke jest niezwykle skutecznym agentem, ale postawiłeś go w sytuacji bez wyjścia. Wierzę, że pozostanie skuteczny, dopóki nie będzie miał powodu, by wierzyć, że scenariusz, którego się obawia, jest nieuchronny, ale kiedy już uwierzy, że nadszedł, wszystkie zakłady się skończą. To znaczy, chyba że możesz dać mu nadzieję na przetrwanie - ale w tym momencie uraza i podejrzliwość zaczynają przeradzać się w paranoję i, szczerze mówiąc, nie jestem pewien, czy zaufałby już któremuś z nas. Mówiąc o zaufaniu, radzę ci przemyśleć to, co powiedziałem w moim pierwszym akapicie, Martin. Naszym największym wyzwaniem - i największym atutem - w nadchodzących latach nie będzie technologia, ale człowiek. Nie popełniaj błędu, postrzegając ludzi tylko jako wpisy w arkuszu kalkulacyjnym.

source: Maximum Focus
pl_pl: Maksymalne skupienie

source: May 11, 2016 – 10:23am
pl_pl: 11 maja 2016 - 10:23

source: May 20, 2016 – 11:49am
pl_pl: 20 maja 2016 - 11:49

source: May 4, 2016 – 11:35am
pl_pl: 4 maja 2016 - 11:35

source: Maybe I can rewind time to get this working.
pl_pl: Może uda mi się cofnąć czas, żeby to zadziałało.

source: Maybe I can toss these out of the way somehow.
pl_pl: Może uda mi się je jakoś podrzucić.

source: Maybe I can turn it off.
pl_pl: Może uda mi się to wyłączyć.

source: Maybe I could boost you up to that window... No, no, it's too high. You'll figure something out.
pl_pl: Może mógłbym podnieść cię do tego okna... Nie, nie, to za wysoko. Coś wymyślisz.

source: Maybe Serene thought you looked like somebody people could trust. Maybe you're the right face for TV.
pl_pl: Może Serene uznał, że wyglądasz na kogoś, komu ludzie mogą zaufać. Może jesteś odpowiednią twarzą dla telewizji.

source: Maybe not.
pl_pl: Może nie.
